Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Add one to get started.
tr_tr: Başlamak için bir tane ekleyin.

source: No translations yet.
tr_tr: Henüz çeviri yok.

source: No translations configured.
tr_tr: Yapılandırılmış çeviri yok.

source: Reminder details
tr_tr: Hatırlatıcı ayrıntıları

source: Are you sure you want to delete this reminder?<br/>This will permanently remove all configurations.
tr_tr: Bu hatırlatıcıyı silmek istediğinizden emin misiniz?<br/>Bu işlem tüm yapılandırmaları kalıcı olarak kaldıracaktır.

source: Delete round reminder
tr_tr: Tur hatırlatıcısını sil

source: The round reminder was successfully deleted.
tr_tr: Dönem hatırlatıcısı başarıyla silindi.

source: Open reminder
tr_tr: Hatırlatıcıyı aç

source: The round reminder was successfully duplicated.
tr_tr: Dönem hatırlatıcısı başarıyla çoğaltıldı.

source: Duplication done
tr_tr: Çoğaltma tamamlandı

source: No round reminders yet.
tr_tr: Henüz tur hatırlatıcısı yok.

source: Send reminders to comp managers and comp managers +1.
tr_tr: Ücret yöneticilerine ve ücret yöneticileri +1'e hatırlatıcılar gönderin.

source: Round reminders
tr_tr: Tur hatırlatıcıları

source: Sent date
tr_tr: Gönderim tarihi

source: Criterion
tr_tr: Kriter

source: The criterion is required.
tr_tr: Kriter gereklidir.

source: Please add at least one block.
tr_tr: Lütfen en az bir blok ekleyin.

source: You haven't added any blocks.
tr_tr: Henüz herhangi bir blok eklemediniz.

source: Add blocks to start configuring the rule conditions.
tr_tr: Kural koşullarını yapılandırmaya başlamak için bloklar ekleyin.

source: Add condition blocks to configure the rule
tr_tr: Kuralı yapılandırmak için koşul blokları ekleyin

source: Rule exceptions
tr_tr: Kural istisnaları

source: Include/exclude individuals for whom an exception to the rule is required.
tr_tr: Kurala istisna getirilmesi gereken kişileri dahil edin/hariç tutun.

source: No rules yet
tr_tr: Henüz kural yok

source: The compensation round was successfully saved as pending draft.
tr_tr: Ücret turu başarıyla bekleyen taslak olarak kaydedildi.

source: Create and manage statement generation rules.
tr_tr: Bildirim oluşturma kurallarını oluşturun ve yönetin.

source: Statement generation
tr_tr: Beyan oluşturma

source: No comp rounds with round name or code "{{phrase}}"
tr_tr: Dönem adı veya kodu "{{phrase}}" olan hiçbir ücretlendirme dönemi yok

source: Set target
tr_tr: Hedef belirleyin

source: Are you sure you want to delete the target budget?
tr_tr: Hedef bütçeyi silmek istediğinizden emin misiniz?

source: Delete target
tr_tr: Hedefi sil

source: Target budget amount
tr_tr: Hedef bütçe tutarı

source: Target budget
tr_tr: Hedef bütçe

source: Manage the target budget per compensation element
tr_tr: Her bir ücretlendirme öğesi için hedef bütçeyi yönetin

source: Set target budget
tr_tr: Hedef bütçeyi belirleyin

source: Last edited
tr_tr: Son düzenleme

source: Round
tr_tr: Tur

source: STI bonus
tr_tr: STI primi

source: The comp round code must be unique.
tr_tr: Ücretlendirme dönemi kodu benzersiz olmalıdır.

source: View compensation round
tr_tr: Ücret turunu görüntüle

source: Access standard reports and create specific analyses linked to a comp round.
tr_tr: Standart raporlara erişin ve bir ücretlendirme dönemine bağlı belirli analizler oluşturun.

source: Budget & modeling
tr_tr: Bütçe ve modelleme

source: Create a budget based on your comp elements and your comp framework. Enable modeling on the population.
tr_tr: Ücretlendirme öğelerinize ve ücretlendirme çerçevenize dayalı olarak bir bütçe oluşturun. Popülasyon üzerinde modellemeyi etkinleştirin.

source: Coming soon
tr_tr: Çok yakında

source: Compensation Tree & Elements
tr_tr: Ücretlendirme Ağacı ve Öğeleri

source: Compensation framework
tr_tr: Ücretlendirme çerçevesi

source: FX management
tr_tr: Döviz yönetimi

source: Enable currency and link rates to comp elements/rounds.
tr_tr: Para birimini etkinleştirin ve oranları ücretlendirme öğelerine/dönemlerine bağlayın.

source: Comp rounds
tr_tr: Ücretlendirme dönemleri

source: Create comp round
tr_tr: Ücretlendirme dönemi oluşturun

source: Create and manage a comp rounds based on a data core. Link specific comp elements and a budget.
tr_tr: Bir veri çekirdeğine dayalı olarak maaş turları oluşturun ve yönetin. Belirli maaş unsurlarını ve bir bütçeyi bağlayın.

source: Simulations
tr_tr: Simülasyonlar

source: Simulation outcomes based on the budget, comp and analytics.
tr_tr: Bütçe, maaş ve analizlere dayalı simülasyon sonuçları.

source: Comp tree & elements
tr_tr: Ücretlendirme ağacı ve öğeleri

source: Create your organization's compensation framework and specific comp elements: salary, allowances, per diems, bonus, deferrals, equity and indirect benefits/allowances.
tr_tr: Kuruluşunuzun tazminat çerçevesini ve belirli tazminat unsurlarını oluşturun: maaş, ödenekler, gündelikler, ikramiye, ertelemeler, hisse senedi ve dolaylı faydalar/ödenekler.

source: Create competency scales
tr_tr: Yetkinlik ölçekleri oluşturun

source: Are you sure you want to delete this competency scale?
tr_tr: Bu yetkinlik ölçeğini silmek istediğinizden emin misiniz?

source: Delete competency scale
tr_tr: Yetkinlik ölçeğini sil

source: The selected scale is currently in use and cannot be deleted. Remove it from any active plans or processes before attempting to delete it again.
tr_tr: Seçilen ölçek şu anda kullanımda ve silinemez. Tekrar silmeyi denemeden önce, aktif planlardan veya işlemlerden kaldırın.

source: The scale is active; it cannot be deleted.
tr_tr: Ölçek aktif; silinemez.

source: Create competency scale
tr_tr: Yetkinlik ölçeği oluşturun

source: Create skills & competency group
tr_tr: Beceri ve yetkinlik grubu oluşturun

source: Group details
tr_tr: Grup ayrıntıları

source: Add skills
tr_tr: Beceri ekleyin

source: List of competencies for the scale
tr_tr: Ölçek için yetkinlikler listesi

source: Edit competency scale
tr_tr: Yetkinlik ölçeğini düzenleyin

source: Add competency
tr_tr: Yetkinlik ekle

source: No competencies yet
tr_tr: Henüz yetkinlik yok

source: Competency scale
tr_tr: Yetkinlik ölçeği

source: Get started by uploading one.
tr_tr: Başlamak için bir tane yükleyin.

source: No skills libraries yet!
tr_tr: Henüz beceri kitaplığı yok!

source: No competency scales available. You can create scales in the "Competency scales" page of the Performance Management module.
tr_tr: Hiçbir yetkinlik ölçeği mevcut değil. Performans Yönetimi modülünün "Yetkinlik ölçekleri" sayfasında ölçekler oluşturabilirsiniz.

source: No skills available. You can upload skills in the "Skills library" page of the Performance Management module.
tr_tr: Beceri mevcut değil. Performans Yönetimi modülünün "Beceri kitaplığı" sayfasına beceriler yükleyebilirsiniz.

source: Edit skills & competency group
tr_tr: Beceri ve yetkinlik grubunu düzenleyin

source: Select skills to add to the group
tr_tr: Gruba eklenecek becerileri seçin

source: Categories
tr_tr: Kategoriler

source: Skills
tr_tr: Beceriler

source: Categories: {{count}}
tr_tr: Kategoriler: {{count}}

source: Scale:
tr_tr: Ölçek:

source: Skills selected: {{count}}
tr_tr: Seçilen beceriler: {{count}}

source: Skills: {{count}}
tr_tr: Beceriler: {{count}}

source: Goal Management
tr_tr: Hedef Yönetimi

source: Precision and flexibility with goal plans. Set fixed or recurring dates. Integrate with goal types, and assign your entire organization or specific populations.
tr_tr: Hedef planları ile hassasiyet ve esneklik. Sabit veya tekrarlayan tarihler belirleyin. Hedef türleriyle entegre edin ve tüm organizasyonunuza veya belirli gruplara atayın.

source: Craft personalized tags visible in goals. Workers can easily select fitting tags that refine the focus of their goals and foster clear direction in their pursuits.
tr_tr: Hedeflerde görünen kişiselleştirilmiş etiketler oluşturun. Çalışanlar, hedeflerinin odak noktasını netleştiren ve çabalarına açık bir yön kazandıran uygun etiketleri kolayca seçebilirler.

source: Goals made simple with goal types. Set individual or organizational goals, and target your entire company or specific populations.
tr_tr: Hedefler, hedef türleriyle basitleştirildi. Bireysel veya oganizasyonel hedefler belirleyin ve tüm şirketinizi veya belirli popülasyonları hedefleyin.

source: Define assignment permissions
tr_tr: Atama izinlerini tanımlayın

source: Select the elements and features enabled in the review
tr_tr: Değerlendirmede etkinleştirilen öğeleri ve özellikleri seçin

source: Review form components
tr_tr: Form bileşenlerini değerlendirin

source: Enter the basic information for the review
tr_tr: Değerlendirme için temel bilgileri girin

source: Build your own questions and fields
tr_tr: Kendi sorularınızı ve alanlarınızı oluşturun

source: Section weights can be set up only when goals are enabled for this review template or when custom sections are created.
tr_tr: Bölüm ağırlıkları yalnızca bu değerlendirme şablonunda hedefler etkinleştirildiğinde veya özel bölümler oluşturulduğunda ayarlanabilir.

source: Review and adjust weights to ensure they total 100%.
tr_tr: Ağırlıkları gözden geçirin ve toplamlarının %100 olduğundan emin olun.

source: TOTAL
tr_tr: TOPLAM

source: The weight cannot exceed 100%.
tr_tr: Ağırlık %100'ü geçemez.

source: The weight must be at least 0%.
tr_tr: Ağırlık en az %0 olmalıdır.

source: Section weights
tr_tr: Bölüm ağırlıkları

source: Review stages will contain a prepopulated set of stages, with only one step: Manager review.
tr_tr: Değerlendirme aşamaları, önceden doldurulmuş bir aşama seti içerecek ve yalnızca tek bir adım olacaktır: Yönetici değerlendirmer.

source: Goal setting template
tr_tr: Hedef belirleme şablonu

source: Score calculation
tr_tr: Puan hesaplama

source: The detailed configuration will be defined in the final step of review creation.
tr_tr: Ayrıntılı yapılandırma, değerlendirme oluşturmanın son adımında tanımlanacaktır.

source: Enable total score calculation
tr_tr: Toplam puan hesaplamasını etkinleştir

source: Define the participants to the review
tr_tr: Değerlendirmeye katılacak kişileri tanımlayın

source: Specify the review assignment permissions
tr_tr: Değerlendirme atama izinlerini belirtin

source: Review stages
tr_tr: Değerlendirme aşamaları

source: The detailed configuration will be defined in the final step of the review creation.
tr_tr: Ayrıntılı yapılandırma, değerlendirme oluşturmanın son adımında tanımlanacaktır.

source: The review process was successfully closed.
tr_tr: Değerlendirme süreci başarıyla kapatıldı.

source: The review template was successfully deleted.
tr_tr: Değerlendirme şablonu başarıyla silindi.

source: Primary owners can edit the population (based on creator's access).
tr_tr: Yalnızca değerlendirmeyi oluşturan kişi popülasyonu düzenleyebilir.

source: Before proceeding, please select an item to customize your review form.
tr_tr: Devam etmeden önce, lütfen değerlendirme formunuzu özelleştirmek için bir öğe seçin.

source: Please fill in all mandatory fields.
tr_tr: Lütfen tüm zorunlu alanları doldurun.

source: To complete the process, all required information must first be provided by the owner.
tr_tr: İşlemi tamamlamak için, gerekli tüm bilgilerin önce sahibi tarafından sağlanması gerekmektedir.

source: This template is currently in progress.
tr_tr: Bu şablon şu anda hazırlanıyor.

source: Select the rating scale in the menu.
tr_tr: Menüden derecelendirme ölçeğini seçin.

source: The review process was successfully reopened.
tr_tr: Değerlendirme süreci başarıyla yeniden açıldı.

source: All your changes were saved as draft.
tr_tr: Tüm değişiklikleriniz taslak olarak kaydedildi.

source: Skill & Competency Groups
tr_tr: Beceri ve Yeterlilik Grupları

source: Select at least one skill to proceed.
tr_tr: Devam etmek için en az bir beceri seçin.

source: No skills added yet. Upload your company's skills library to start tracking, developing, and optimizing your team's talents.
tr_tr: Henüz beceri eklenmedi. Ekibinizin yeteneklerini takip etmek, geliştirmek ve optimize etmek için şirketinizin beceri kütüphanesini yükleyin.

source: Manage your company's skills
tr_tr: Şirketinizin becerilerini yönetin

source: Expand all
tr_tr: Tümünü genişlet

source: Collapse all
tr_tr: Tümünü daralt

source: Current manager
tr_tr: Mevcut yönetici

source: You’re about to reassign the manager for this career development plan. The new manager will gain all permissions and actions currently available to the existing manager.
tr_tr: Bu kariyer gelişim planı için yöneticiyi yeniden atamak üzeresiniz. Yeni yönetici, mevcut yöneticinin sahip olduğu tüm izinleri ve eylemleri alacaktır.

source: New manager
tr_tr: Yeni yönetici

source: Search for a manager
tr_tr: Yönetici ara

source: The new manager cannot be empty.
tr_tr: Yeni yönetici boş olamaz.

source: Reassign
tr_tr: Yeniden Ata

source: Reassign manager
tr_tr: Yöneticiyi yeniden ata

source: This team member has no check-ins yet. Help start their journey by creating their first check-in.
tr_tr: Bu ekip üyesinin henüz bir yoklaması yok. İlk yoklamasını oluşturarak yolculuğuna başlamasına yardımcı olun.

source: This team member has no goals yet. Create goals to help them progress.
tr_tr: Bu ekip üyesinin henüz hedefi yok. İlerlemelerine yardımcı olmak için hedefler oluşturun.

source: Enhance this team member's profile by adding & rating skills
tr_tr: Bu ekip üyesinin profilini beceriler ekleyip derecelendirerek geliştirin

source: Attached files
tr_tr: Ekli dosyalar

source: Upload supporting files for the career development.
tr_tr: Kariyer gelişimi için destekleyici dosyaları yükleyin.

source: Preview goals in the career development page.
tr_tr: Kariyer gelişimi sayfasında hedeflerin önizlemesini yapın.

source: You don’t have the necessary permissions to manage goal plans.
tr_tr: Hedef planlarını yönetmek için gerekli izinlere sahip değilsiniz.

source: Please contact your system administrator for assistance.
tr_tr: Yardım için lütfen sistem yöneticinizle iletişime geçin.

source: Select goal plan
tr_tr: Hedef planını seçin

source: Select goal type
tr_tr: Hedef türünü seçin

source: Go to the career plan questionnaire step to make changes.
tr_tr: Değişiklik yapmak için kariyer planı anketi adımına gidin.

source: All skills from the library
tr_tr: Kitaplıktaki tüm beceriler

source: Define the source for skills and competency scales.
tr_tr: Beceri ve yetkinlik ölçekleri için kaynağı tanımlayın.

source: Select skills & competency groups
tr_tr: Beceri ve yetkinlik gruplarını seçin

source: Choose one option
tr_tr: Bir seçenek belirleyin

source: Selected skills & competency groups
tr_tr: Seçilen beceri ve yetkinlik grupları

source: Select competency scale
tr_tr: Yetkinlik ölçeğini seçin

source: Preview check-ins in the career development page.
tr_tr: Kariyer gelişimi sayfasında check-in görüşmelerinin önizlemesini yapın.

source: You must enable at least one widget to move to the next step.
tr_tr: Bir sonraki adıma geçmek için en az bir pencere öğesini etkinleştirmeniz gerekir.

source: Career plans
tr_tr: Kariyer planları

source: Participants
tr_tr: Katılımcılar

source: Reflect on your achievements, challenges, and career aspirations. Taking a moment to think about your experiences will help you clearly articulate your development goals.
tr_tr: Başarılarınızı, karşılaştığınız zorlukları ve kariyer hedeflerinizi düşünün. Deneyimlerinizi gözden geçirmek için bir an durmak, gelişim hedeflerinizi net bir şekilde ifade etmenize yardımcı olacaktır.

source: Identify both your short- and long-term career goals. Be specific about what you want to accomplish and the skills you’d like to develop. This will ensure the plan aligns with your personal and professional growth.
tr_tr: Hem kısa hem de uzun vadeli kariyer hedeflerinizi belirleyin. Ne başarmak istediğiniz ve geliştirmek istediğiniz beceriler konusunda spesifik olun. Bu, planın kişisel ve profesyonel gelişiminizle uyumlu olmasını sağlayacaktır.

source: Think about the training, projects, or responsibilities that can help you achieve your goals. In your plan, include opportunities that will support your growth and career advancement.
tr_tr: Hedeflerinize ulaşmanıza yardımcı olabilecek eğitimleri, projeleri veya sorumlulukları düşünün. Planınızda, gelişiminizi ve kariyer ilerlemenizi destekleyecek fırsatlara yer verin.

source: Break your goals down into actionable steps. Be sure to outline a timeline for achieving them and track your progress along the way.
tr_tr: Hedeflerinizi uygulanabilir adımlara ayırın. Onlara ulaşmak için bir zaman çizelgesi belirlediğinizden ve ilerlemenizi takip ettiğinizden emin olun.

source: Create a supportive environment where workers feel comfortable sharing their aspirations, challenges, and goals. Listen actively and ask thoughtful questions to better understand their vision.
tr_tr: Çalışanların hedeflerini, zorluklarını ve amaçlarını rahatça paylaşabilecekleri destekleyici bir ortam oluşturun. Onları daha iyi anlamak için etkin dinleyin ve vizyonlarını anlamaya yönelik düşünceli sorular sorun.

source: Take time to review the worker's career development plan in detail. Provide constructive feedback, acknowledge their strengths, and highlight areas for growth.
tr_tr: Çalışanın kariyer gelişim planını ayrıntılı olarak gözden geçirmek için zaman ayırınız. Yapıcı geri bildirimlerde bulununuz, güçlü yönlerini takdir ediniz ve gelişim alanlarını vurgulayınız.

source: Encourage your reports to explore new challenges and opportunities that help them grow while building on their current strengths and skills.
tr_tr: Raporlarınızı, mevcut güçlü yönleri ve becerileri üzerine inşa ederken büyümelerine yardımcı olacak yeni zorlukları ve fırsatları keşfetmeleri için teşvik edin.

source: Share your own experiences and insights to inspire and guide workers. Be their advocate and actively support their growth journey.
tr_tr: Kendi deneyim ve içgörülerinizi paylaşarak Çalışanlara ilham verin ve onlara yol gösterin. Onların savunucusu olun ve gelişim yolculuklarını aktif şekilde destekleyin.

source: Prepare in advance
tr_tr: Önceden hazırlanın

source: Define your goals
tr_tr: Hedeflerinizi belirleyin

source: Explore development opportunities
tr_tr: Gelişim fırsatlarını keşfedin

source: Set actionable steps
tr_tr: Uygulanabilir adımlar belirleyin

source: Encourage open dialogue
tr_tr: Açık diyaloğu teşvik edin

source: Review the plan thoroughly
tr_tr: Planı dikkatlice değerlendirin

source: Suggest opportunities for growth
tr_tr: Büyüme fırsatları önerin

source: Be a mentor, not just a manager
tr_tr: Sadece bir yönetici değil, bir mentor olun

source: Here are some tips to guide you through filling out your career development plan:
tr_tr: Kariyer gelişim planınızı doldururken size yol gösterecek bazı ipuçları şunlardır:

source: Foster meaningful career development conversations!
tr_tr: Anlamlı kariyer gelişimi sohbetlerini teşvik edin!

source: Here are tips to effectively guide workers in their career development plans:
tr_tr: İşte çalışanları kariyer gelişim planlarında etkili bir şekilde yönlendirmek için ipuçları:

source: Career plans that your team members own.
tr_tr: Ekip üyelerinizin sahip olduğu kariyer planları.

source: This worker currently has no career development plans
tr_tr: Bu çalışanın şu anda herhangi bir kariyer gelişim planı yok

source: Are you sure you want to reassign this career development plan to the selected manager?
tr_tr: Bu kariyer gelişim planını seçilen yöneticiye yeniden atamak istediğinizden emin misiniz?

source: Confirm reassignment
tr_tr: Yeniden atamayı onayla

source: The career development plan was successfully reassigned.
tr_tr: Kariyer gelişim planı başarıyla yeniden atandı.

source: {{count}}/{{limit}} characters
tr_tr: {{count}}/{{limit}} karakter

source: The text exceeds the character limit.
tr_tr: Metin karakter sınırını aşıyor.

source: Once your manager submits their view on your performance, you will be invited to either accept and complete the check-in, or request to meet for further discussion.
tr_tr: Yöneticiniz, performansınızla ilgili görüşünü gönderdikten sonra, sizden check-in görüşmesini kabul edip tamamlamanız veya daha fazla görüşme için bir toplantı talep etmeniz istenecektir.

source: Set date
tr_tr: Tarih ayarla

source: Add discussion point
tr_tr: Tartışma konusunu ekleyin

source: Add recurrence
tr_tr: Yinelemeyi ekleyin

source: If yes, click the button and open the file once it has been downloaded to add this event to your calendar, and that of the other attendee.
tr_tr: Evet ise, bu etkinliği kendi takviminize ve diğer katılımcının takvimine eklemek için düğmeyi tıklayın ve indirildikten sonra dosyayı açın.

source: Download invite
tr_tr: Davetiyeyi indir

source: Do you want to add this check-in to your calendar?
tr_tr: Bu check-in görüşmesini takviminize eklemek istiyor musunuz?

source: Make your check-ins more effective by adding key discussion points and agenda items every week. Reflect on the past week and plan for the next week to help increase productivity and ensure you and your manager are aligned on important deliverables.
tr_tr: Her hafta önemli tartışma konuları ve gündem maddeleri ekleyerek check-in görüşmelerinizi daha etkili hale getirin. Üretkenliği artırmaya yardımcı olmak ve sizin ve yöneticinizin önemli teslim edilecek öğeler üzerinde uyumlu olduğundan emin olmak için geçen hafta üzerinde düşünün ve gelecek haftayı planlayın.

source: Have a great check-in conversation!
tr_tr: Harika bir check-in görüşmesi sohbeti yapın!

source: Here are some tips to make the most of your check-ins.
tr_tr: Check-in görüşmelerinizden en iyi şekilde yararlanmanız için bazı ipuçlarını burada bulabilirsiniz.

source: Make sure you use your check-in time wisely. Coming prepared can greatly benefit the quality of the conversation and also impress your manager, as it demonstrates your focus on your goals and development.
tr_tr: Check-in görüşmesinde zamanınızı akıllıca kullandığınızdan emin olun. Hazırlıklı gelmek, görüşmenin kalitesine büyük ölçüde fayda sağlayabilir ve aynı zamanda hedeflerinize ve gelişiminize odaklandığınızı gösterdiği için yöneticinizi etkileyebilir.

source: The central focus of a check-in should be your current workload, and it should aim at ensuring that you and your manager are aligned on your projects and goals.
tr_tr: Bir check-in görüşmesinin merkezi odak noktası, mevcut iş yükünüz olmalı ve sizin ve yöneticinizin projeleriniz ve hedefleriniz konusunda uyumlu olmasını sağlamayı hedeflemelidir.

source: To prepare for your check-in, take some notes about the main items you have been working on that week and any key points you want to discuss. It only takes five minutes, but it can significantly improve the quality of your conversation.
tr_tr: Check-in görüşmenize hazırlanmak için, o hafta üzerinde çalıştığınız ana öğeler ve tartışmak istediğiniz tüm önemli konular hakkında bazı notlar alın. Bu yalnızca beş dakika sürer, ancak konuşmanızın kalitesini önemli ölçüde artırabilir.

source: All participants
tr_tr: Tüm katılımcılar

source: Assign check-in
tr_tr: Check-in görüşmesini atayın

source: Recognize behavior profile of:
tr_tr: Şu kişinin davranış profilini tanıyın:

source: Offer your team member insight into how you think they have progressed on their behaviors over this period.
tr_tr: Bu dönemde davranışlarında ne kadar ilerleme kaydettiğini düşündüğünüze dair ekip üyenize içgörü sunun.

source: You have changed the type of the check-in. Please review the change with the check-in attendee.
tr_tr: Check-in görüşmesi türünü değiştirdiniz. Lütfen değişikliği check-in görüşmesi katılımcısıyla değerlendirin.

source: No messages yet
tr_tr: Henüz mesaj yok

source: Why not start a conversation now?
tr_tr: Neden şimdi bir görüşme başlatmıyorsunuz?
